Repository: ingenieroariel/pinax
Catalog: projects/pinax/locale/*/LC_MESSAGES/django.po
Languages: it

source: Wondering <a href="%(what_next_url)s">What Next</a>?
it: E ora <a href="%(what_next_url)s">Cos'Altro</a>?

source: You can <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">Log in</a> to try out the site.
it: Puoi <a href="%(signup_url)s">Registrarti</a> e <a href="%(login_url)s">Accedere</a> per provare il sito.

source: At this stage, there is openid support, email verification, password management, site announcements, user-to-user messaging, friend invitation (both internal and external to the site), a basic twitter clone, interest groups (called tribes), per-tribe threaded discussions, per-tribe wikis, blog aggregation, bookmarks, contact import from vCard, Google or Yahoo and a notification framework.
it: Al momento è presente il supporto per OpenID, verifica degli indirizzi email, gestione delle password, annunci del sito, messaggistica tra utenti, invito di amici (sia interni che esterni al sito), un semplice clone di Twitter, gruppi d'interesse (chiamati tribù), discussioni annidate di tribù, wiki di tribù, aggregazione di blog, segnalibri, importazione di contatti da vCard, Google e Yahoo, e un'infrastruttura di notifica.

source: Sign up
it: Registrazione

source: Sites
it: Siti

source: Profile
it: Profilo

source: Blogs
it: Blog

source: Projects
it: Progetti

source: Tribes
it: Tribù

source: Tweets
it: Tweet

source: Bookmarks
it: Segnalibro

source: &copy; 2008 &lt;your company here&gt;
it: &copy; 2008 &lt;la tua ditta qui&gt;

source: About Pinax
it: A proposito di Pinax

source: Pinax Blog
it: Blog di Pinax

source: Terms of Service
it: Condizioni di Servizio

source: Privacy Policy
it: Gestione della Privacy

source: Sites built on Pinax, both originals and contrafacts.
it: Siti costruiti con Pinax, sia originali che contraffatti.

source: The people responsible for Pinax.
it: Le persone responsabili di Pinax.

source: and the developers of the awesome re-usable django apps we used.
it: e gli sviluppatori della fantastiche e riusabili applicazioni django che abbiamo usato.

source: Translators
it: Traduttori

source: About
it: A proposito di

source: <p>Your <b>About Page</b> would normally go here, be here's a temporary one...</p> <p><b>Pinax</b> is a <a href="http://djangoproject.com/">Django</a> project intended to provide a starting point for websites. By integrating numerous reusable Django apps to take care of the things that many sites have in common, it lets you focus on what makes your site different.</p> <p>This site is just a running example of Pinax. The source code is available as part of the <a href="http://code.google.com/p/django-hotclub/">Hot Club of France</a> project.</p> <p>If you have any questions about this site or the <b>Pinax</b> project, please <a href="mailto:jtauber@jtauber.com">contact James Tauber</a>.</p>
it: <p>La tua pagina <b>Chi Siamo</b> tipicamente andrebbe qui, ma eccone una temporanea...</p> <p><b>Pinax</b> è un progetto basato su <a href="http://djangoproject.com/">Django</a>, che intende fornire un punto di partenza per siti web. L'integrazione di molte applicazioni Django riusabili, che implementano le parti in comune a molti siti, permette di concentrarsi su quel che rende il tuo sito particolare.</p> <p>Questo sito è solo un esempio funzionante di Pinax. Il codice sorgente è disponibile come parte del progetto <a href="http://code.google.com/p/django-hotclub/">Hot Club of France</a>.</p> <p>Per qualsiasi domanda su questo sito o sul progetto <b>Pinax</b>, <a href="mailto:jtauber@jtauber.com">contattate James Tauber</a>.</p>

source: <p>Your <b>Privacy Policy</b> would normally go here...</p>
it: <p>La tua <b>Gestione della Privacy</b> tipicamente andrebbe qui...</p>

source: <p>Your <b>Terms of Service</b> would normally go here...</p>
it: <p>Le tue <b>Condizioni di Servizio</b> tipicamente andrebbero qui...</p>

source: What Next?
it: E Ora Cosa?

source: Start by <a href="%(signup_url)s">signing up</a> and <a href="%(login_url)s">logging in</a>.
it: Comincia a <a href="%(signup_url)s">registrarti</a> e <a href="%(login_url)s">accedere</a>.

source: E-Mail Addresses
it: Indirizzi E-Mail

source: OpenID Associations
it: Associazioni OpenID

source: Change Password
it: Cambia Password

source: Reset Password
it: Reimposta Password

source: Email Addresses
it: Indirizzi Email

source: verified
it: verificato

source: primary
it: primario

source: make primary
it: rendi primario

source: unverified
it: non verificato

source: re-send verification email
it: reinvia email di verifica

source: remove
it: rimuovi

source: None
it: Nessuno

source: You should really add one so you can receive notifications, reset your password if you forget it, etc.
it: Dovresti proprio aggiungerne uno, così da poter ricevere notifiche, reimpostare la password se la dimentichi, ecc.

source: Add Email Address
it: Aggiungi un Indirizzo Email

source: add
it: aggiungi

source: Pinax can be used in your preferred language.
it: Pinax può essere usato nella tua lingua preferita.

source: Change my language
it: Cambia la mia lingua

source: Log In
it: Accedi

source: Note
it: Nota

source: you are already logged in as %(user)s.
it: hai già effettuato l'accesso come %(user)s.

source: Don't have an account? <a href="%(signup_url)s">Sign up</a>!
it: Non hai un account? <a href="%(signup_url)s">Registrati</a>!

source: Forgot password?
it: Dimenticata la password?

source: Log in &raquo;
it: Accedi &raquo;

source: Or sign in with your OpenID
it: O usa il tuo OpenID

source: OpenID Identifier
it: Identificativo OpenID

source: If you have any trouble logging in to your account, contact us at <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
it: In caso di problemi ad accedere al tuo account, contattaci a <a href="mailto:%(contact_email)s">%(contact_email)s</a>.

source: You've been logged out.
it: Sessione terminata.

source: change password
it: cambia password

source: Password Reset
it: Reimposta Password

source: Forgotten your password? Enter your e-mail address below, and we'll reset your password and e-mail the new one to you.
it: Dimenticata la password? Inserisci il tuo indirizzo e-mail: reimposteremo la password e ti invieremo la nuova per e-mail.

source: Reset my password
it: Reimposta la mia password

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
it: In caso di problemi ad reimpostare la tua password, contattaci a <a href="mailto:%(contact_email)s">%(contact_email)s</a>.

source: A new password has been sent to <b>%(email)s</b>. If you do not receive it within a few minutes, contact us at <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
it: Una nuova password è stata inviata a <b>%(email)s</b>. Se non la ricevi entro qualche minuto, contattaci a <a href="mailto:%(contact_email)s">%(contact_email)s</a>.

source: When you receive the new password, you should <a href="%(login_url)s">log in</a> and change it as soon as possible.
it: Quando ricevi la nuova password, <a href="%(login_url)s">accedi</a> e cambiala prima possibile.

source: You're receiving this e-mail because you requested a password reset for your user account at Pinax. Your new password is: %(new_password)s Your username, in case you've forgotten: %(username)s You should log in as soon as possible and change your password. Thanks for using our site!
it: Ricevi queta e-mail perché hai richiesto la reimpostazione della password del tuo account utente su Pinax. La tua nuova password è: %(new_password)s Il tuo nome utente, in caso l'abbia dimenticato: %(username)s Accedi prima possibile e cambia la tua password. Grazie di usare il nostro sito!

source: Signup
it: Registrazione

source: Sign Up
it: Registrazione

source: You are already logged in.
it: Hai già effettuato l'accesso.

source: Already have an account?
it: Hai già un account?

source: Sign Up &raquo;
it: Registrazione &raquo;

source: By clicking "Sign Up", you are indicating that you have read and agree to the <a href="%(terms_url)s">Terms of Use</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
it: Selezionando "Registrazione" indichi di aver letto e accettato le <a href="%(terms_url)s">Condizioni d'Uso</a> e della <a href="%(privacy_url)s">Gestione della Privacy</a>.

source: If you have any trouble creating your account, contact us at <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
it: In caso di problemi nel creare il tuo account, contattaci a <a href="mailto:%(contact_email)s">%(contact_email)s</a>.

source: Pinax can localize all times into your preferred timezone. Change your timezone below.
it: Pinax può localizzare tutti gli orari nel tuo fuso orario preferito. Cambia il tuo fuso orario qui sotto.

source: Change my timezone
it: Cambia il mio fuso orario

source: Announcements : %(object)s
it: Annunci : %(object)s

source: Announcements
it: Annunci

source: There are no announcements for you.
it: Non ci sono annunci per te.

source: All Blogs
it: Tutti i Blog

source: Your Posts
it: I Tuoi Articoli

source: Write a Blog Post
it: Scrivi un Articolo di Blog

source: These are blog posts from everyone:
it: Ecco gli articoli di blog di tutti:

source: Editing Post
it: Modifica Articolo

source: update
it: aggiornamento

source: Blog Post
it: Articolo di Post

source: Edit Post
it: Modifica Articolo

source: Delete Post
it: Cancella Articolo

source: Post Response
it: Inserisci Risposta

source: Your Blog Posts
it: I Tuoi Articoli di Blog

source: Blog Posts
it: Articoli di Blog

source: Add Bookmark
it: Aggiungi Segnalibro

source: add bookmark
it: aggiungi segnalibro

source: All Bookmarks
it: Tutti i Segnalibro

source: These are bookmarks from everyone:
it: Ecco i segnalibro di tutti:

source: No bookmarks yet.
it: Ancora nessun segnalibro.

source: You haven't added any <a href="%(add_bookmark_url)s">bookmarks</a> yet.
it: Non hai ancora aggiunto alcun <a href="%(add_bookmark_url)s">segnalibro</a>.

source: Confirm Email
it: Email di Conferma

source: Email Confirmed
it: Email Confermata

source: You have confirmed that %(email)s is an email address for user '%(user)s'.
it: Hai confermato che %(email)s è un indirizzo email per l'utente '%(user)s'.

source: Invalid confirmation key.
it: Chiave di conferma non valida.

source: User '%(user)s' at Pinax has given this as an email address. To confirm this is correct, go to %(activate_url)s
it: L'utente '%(user)s' di Pinax ha fornito questo come indirizzo email. Per confermarne la correttezza, vai a %(activate_url)s

source: Confirm email address for Pinax
it: Conferma l'indirizzo email per Pinax

source: %(post_age)s ago
it: %(post_age)s fa

source: Recent Blog Posts
it: Articoli di Blog Recenti

source: You have been invited by %(user)s to join Pinax. Pinax is both a platform for building social websites in Django as well as a demonstration of a site built on that platform. %(user)s said: %(message)s To accept this invitation, go to %(accept_url)s If you have any questions about Pinax, don't hesitate to contact jtauber@jtauber.com
it: Sei stato invitato da %(user)s a partecipare a Pinax. Pinax è sia una piattaforma per creare siti web sociali con Django, sia la dimostrazione di un sito creato con quella piattaforma. %(user)s ha detto: %(message)s Per accettare questo invito, vai a %(accept_url)s Per qualsiasi domanda su Pinax, non esitare a contattarejtauber@jtauber.com

source: You have been invited to join Pinax
it: Sei stato invitato a partecipare a Pinax

source: Contacts
it: Contatti

source: upload
it: invia

source: Import Google Contacts
it: Importa i Contatti di Google

source: Import Yahoo Address Book
it: Importa la Rubrica di Yahoo

source: No contacts.
it: Nessun contatto.

source: Invitations
it: Inviti

source: Invite someone new to join
it: Invita qualcuno a partecipare

source: If you'd like to invite someone to join Pinax, you can enter their email address and a message for them below:
it: Se desideri invitare qualcuno a partecipare a Pinax, puoi inserire il suo indirizzo email e un messaggio qui sotto:

source: Someone with this email address has already joined:
it: Qualcuno con questo indirizzo email partecipa già:

source: invite
it: invita

source: Friendship Requests Received
it: Ricevute Richieste di Fare Amicizia

source: accept
it: accetta

source: No friendship requests received.
it: Nessuna richiesta di fare amicizia ricevuta.

source: Friendship Requests Sent
it: Richieste di Fare Amicizia Inviate

source: No friendship requests sent.
it: Nessuna richiesta di fare amicizia inviata.

source: Join Requests Sent
it: Richieste di Partecipazione Inviate

source: No join requests sent.
it: Nessuna richiesta di partecipazione inviata.

source: Compose
it: Componi

source: Notices
it: Notifiche

source: Deleted Messages are removed from the trash at irregular intervals, don't rely on this feature for long-time storage.
it: I Messaggi Cancellati vengono rimossi dal cestino a intervalli irregolari, non fare affidamento su questa funzione per conservare i messaggi a lungo.

source: Mark all unseen notices seen
it: Contrassegna tutte le notifiche non ancora viste come già viste.

source: No notices.
it: Nessuna notifica.

source: Settings
it: Impostazioni

source: Primary email
it: Email primaria

source: change under <a href="%(email_url)s">Account</a>
it: cambia sotto l'<a href="%(email_url)s">Account</a>

source: You do not have a verified email address to which notices can be sent. You can add one by going to <a href="%(email_url)s">Account</a>.
it: Non hai un indirizzo email verificato dove inviare le notifiche. Ne puoi aggiungere uno andando all'<a href="%(email_url)s">Account</a>.

source: Notification Type
it: Tipo di Notifica

source: Change
it: Cambia

source: You have received the following notice from Pinax: %(message)s To see other notices or change how you receive notifications, please go to %(notices_url)s If you have any issues, please don't hesitate to contact %(contact_email)s
it: Hai ricevuto la seguente notifica da Pinax: %(message)s Per vedere altre notifiche o cambiare il modo in cui le ricevi, vai a %(notices_url)s Per qualsiasi problema, non esitare a contattare: %(contact_email)s

source: %(display)s Notification From Pinax
it: %(display)s Notifica Da Pinax

source: Manage OpenID Associations
it: Gestisci le Associazioni OpenID

source: Your account is currently associated with the following OpenID %(buttons)s:
it: Il tuo account è attualmente associato con i seguenti %(buttons)s OpenID:

source: Remove association
it: Rimuovi l'associazione

source: Associate
it: Associa

source: To associate a new OpenID with this account, sign in with it here:
it: Per associare un nuovo OpenID con questo account, usalo qui per accedere:

source: Authenticate and associate with this account
it: Autenticati e associati con questo account

source: Sign Up with OpenID
it: Registrati con OpenID

source: Please correct the errors below:
it: Correggi gli errori qui sotto:

source: Already have an account? <a href="/account/login/?next=/openid/associations/">Login here</a> to associate your OpenID with your existing account.
it: Hai già un account? <a href="/account/login/?next=/openid/associations/">Accedi qui</a> per associare il tuo OpenID col tuo account esistente.

source: By clicking "Sign Up", you are indicating that you have read and agree to the <a href="/about/terms">Terms of Use</a> and <a href="/about/privacy">Privacy Policy</a>.
it: Selezionando "Registrazione" indichi di aver letto e accettato le <a href="/about/terms">Condizioni d'Uso</a> e della <a href="/about/privacy">Gestione della Privacy</a>.

source: Your Profile
it: Il Tuo Profilo

source: All Profiles
it: Tutti i Profili

source: Profile for %(other_user)s
it: Profilo per %(other_user)s

source: Name
it: Nome

source: Website
it: Sito web

source: Followers
it: Chi mi segue

source: Following
it: Chi io seguo

source: Edit profile
it: Modifica profilo

source: unfollow
it: non seguire più

source: follow tweets
it: segui tweet

source: You are friends with %(other_user)s.
it: Sei amico di %(other_user)s.

source: Send a message
it: Invia un messaggio

source: %(other_user)s has requested friendship.
it: %(other_user)s ha richiesto la tua amicizia.

source: Friendship request sent.
it: Richiesta di fare amicizia inviata.

source: Add As Friend
it: Aggiungi Come Amico

source: %(other_user)s to be a friend.
it: %(other_user)s a essere un amico.

source: <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">log in </a> to add this person as a friend and see their tweets and blog posts.
it: <a href="%(signup_url)s">Registrati</a> and <a href="%(login_url)s">Accedi</a> per aggiungere questa persona come amico e vedere i loro tweet e gli articoli del blog.

source: Your Tribes
it: Le Tue Tribù

source: You are not yet a member of any <a href="%(tribe_url)s">tribes</a>.
it: Non sei membro di alcuna <a href="%(tribe_url)s">tribù</a>.

source: Your Friends
it: I Tuoi Amici

source: None. You should look at the list of <a href="/profiles/">profiles</a> and see if there's anyone you know.
it: Nessuno. Dovresti consultare la lista dei <a href="/profiles/">profili</a> e vedere se c'è qualcuno che conosci.

source: %(other_user)s's Tribes
it: Tribù di %(other_user)s

source: Not yet a member of any tribes.
it: Non ancora membro di una tribù.

source: %(other_user)s's Friends
it: Amici di %(other_user)s

source: Profiles
it: Profili

source: Your Tasks
it: I Tuoi Compiti

source: All Projects
it: Tutti i Progetti

source: Members
it: Membri

source: Project
it: Progetto

source: Edit details
it: Modifica i dettagli

source: Add new member
it: Aggiungi un nuovo membro

source: Start your own
it: Avvia il tuo

source: create
it: crea

source: <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">log in </a> to create your own project or join an existing one.
it: <a href="%(signup_url)s">Registrati</a> e <a href="%(login_url)s">accedi</a> per creare il tuo progetto o partecipare a uno esistente.

source: Back to Task List for Project
it: Torna alla Lista di Compiti per Progetto

source: Update Status
it: Aggiorna Status

source: Reassign
it: Riassegna

source: Assign
it: Assegna

source: Mark Resolved
it: Contrassegna come Risolto

source: Mark Closed
it: Contrassegna come Chiuso

source: Reopen
it: Riapri

source: Tasks for Project
it: Compiti per Progetto

source: add task
it: aggiungi compito

source: Back to Topic List for Project
it: Torna alla Lista di Argomenti per Progetto

source: Delete Topic
it: Cancella Argomento

source: Discussion Topics for Project
it: Argomenti di Discussione per Progetto

source: Create New Topic
it: Crea Nuovo Argomento

source: Tasks for %(other_user)s
it: Compiti per %(other_user)s

source: All Articles
it: Tutti gli Articoli

source: Wiki for Project
it: Wiki per Progetto

source: Plain Text.
it: Testo Semplice.

source: Edit Article
it: Modifica Articolo

source: Save Article
it: Salva Articolo

source: History for article
it: Storia dell'articolo

source: Comment
it: Commento

source: Revert to...
it: Ripristina...

source: Current Revision
it: Revisione Corrente

source: Revert
it: Ripristina

source: No changes in this article
it: Nessun cambiamento in quest'articolo

source: Go
it: Vai

source: Actions
it: Azioni

source: Edit this article
it: Modifica quest'articolo

source: Editing history
it: Storia delle modifiche

source: Create this article
it: Crea quest'articolo

source: This article does not exist.
it: Quest'articolo non esiste.

source: >Create it now</a>?
it: >Crearlo ora</a>?

source: Tags
it: Tag

source: All Blog Posts Matching
it: Tutti gli Articoli di Blog Individuati da

source: All Tribes
it: Tutte le Tribù

source: Back to Topic List for Tribe
it: Torna alla Lista di Argomenti per Tribù

source: Discussion Topics for Tribe
it: Argomenti di Discussione per Tribù

source: Tribe
it: Tribù

source: leave
it: abbandona

source: join tribe
it: partecipa alla tribù

source: <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">log in </a> to join this tribe.
it: <a href="%(signup_url)s">Registrati</a> e <a href="%(login_url)s">accedi</a> per partecipare a questa tribù.

source: <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">log in </a> to create your own tribe or join an existing one.
it: <a href="%(signup_url)s">Registrati</a> e <a href="%(login_url)s">accedi</a> per creare la tua tribù o partecipare a una esistente.

source: These are the tribes you participate in.
it: Partecipi a queste tribù.

source: You are the creator.
it: Sei il creatore.

source: Wiki for Tribe
it: Wiki per Tribù

source: Wiki Articles
it: Articoli di Wiki

source: No wiki articles yet.
it: Ancora nessun articolo di wiki.

source: Tweets You Follow
it: Tweet che segui.

source: All Tweets
it: Tutti i Tweet.

source: %(tweet_age)s ago
it: %(tweet_age)s fa

source: reply
it: rispondi

source: You haven't posted any <a href="%(tweets_url)s">tweets</a> yet.
it: Non hai ancora inserito alcun <a href="%(tweets_url)s">tweet</a>.

source: There are currently no tweets to be listed.
it: Al momento non ci sono tweet da elencare.

source: What are you doing?
it: Che fai ora?

source: chars left.
it: caratteri rimanenti.

source: person,people
it: persona,persone

source: These are tweets from the %(follow_count)s %(follow_name)s you are following (plus your own)
it: Ecco i tweet dei %(follow_count)s %(follow_name)s che stai seguendo (più i tuoi)

source: Public Tweets
it: Tweet Pubblici

source: These are tweets from everyone:
it: Ecco i tweet di tutti:

source: Single Tweet
it: Tweet Singolo

source: comment
it: commento

source: object ID
it: ID oggetto

source: date/time submitted
it: data/ora d'inoltro

source: date/time modified
it: data/ora di modifica

source: date/time approved
it: data/ora di approvazione

source: is public
it: è pubblico

source: is approved
it: è approvato

source: IP address
it: indirizzo IP

source: Threaded Comment
it: Commento Annidato

source: Threaded Comments
it: Commenti Annidati

source: site
it: sito

source: e-mail address
it: indirizzo e-mail

source: Free Threaded Comment
it: Commento Annidato Libero

source: Free Threaded Comments
it: Commenti Annidati Liberi

source: The slug you've chosen is reserved for internal use.
it: Lo slug che hai scelto è riservato ad uso interno.

source: A tribe already exists with that slug.
it: Esiste già una tribù con quello slug.

source: A tribe already exists with that name.
it: Esiste già una tribù con quel nome.

source: Friend Joined Tribe
it: Un Amico si è Aggiunto all Tribù

source: a friend of yours joined a tribe
it: uno dei tuoi amici si è aggiunto a una tribù

source: New Tribe Member
it: Nuovo Membro della Tribù

source: a tribe you are a member of has a new member
it: una tribù di cui sei membro ha un nuovo membro

source: New Member Of Tribe You Created
it: Nuovo Membro di una Tribù che Hai Creato

source: a tribe you created has a new member
it: una tribù che hai creato ha un nuovo membro

source: New Tribe Created
it: Nuova Tribù Creata

source: a new tribe has been created
it: una nuova tribù è stata creata

source: Friend Created Tribe
it: Un Amico ha Creato una Tribù

source: a friend has created a new tribe
it: un amico ha creato una nuova tribù

source: New Topic Started
it: Nuovo Argomento Avviato

source: a new topic has started in a tribe you're a member of
it: un nuovo argomento è stato avviato in una tribù di cui sei membro

source: Response To Your Topic
it: Risposta al Tuo Argomento

source: someone has responded on a topic you started
it: qualcuno ha risposto a un argomento che hai avviato

source: tribe
it: tribù

source: Must be a WikiWord.
it: Deve essere una ParolaWiki

source: Article Edited
it: Articolo Modificato
