Repository: ingenieroariel/pinax
Catalog: projects/pinax/locale/*/LC_MESSAGES/django.po
Languages: it

source: your article has been edited
it: il tuo articolo è stato modificato

source: Article Revision Reverted
it: Ripristinata Revisione di Articolo

source: your revision has been reverted
it: la tua revisione è stata ripristinata

source: Article Title
it: Titolo dell'Articolo

source: Article Content
it: Contenuto dell'Articolo

source: Article Content Markup
it: Markup del Contenuto dell'Articolo

source: Article Creator
it: Creatore dell'Articolo

source: IP Address of the Article Creator
it: Indirizzo IP del Creatore dell'Articolo

source: Article
it: Articolo

source: Articles
it: Articoli

source: IP Address of the Editor
it: Indirizzo IP dell'Editore

source: Revision Number
it: Numero di Revisione

source: Old Title
it: Vecchio Titolo

source: Content Patch
it: Cambiamento del Contenuto

source: Editor comment
it: Commento dell'editore

source: Modified at
it: Modificato alle

source: Reverted Revision
it: Revisione Ripristinata

source: Change set
it: Insieme di cambiamenti

source: Change sets
it: Insiemi di cambiamenti

source: edited by user
it: modificato dall'utente

source: at
it: alle

source: List all articles
it: Elenca tutti gli articoli

source: Editing article
it: Modifica dell'articolo

source: Edit
it: Modifica

source: Save
it: Salva

source: History for
it: Storia di

source: Article History
it: Storia dell'Articolo

source: At
it: Alle

source: Current revision
it: Revisione attuale

source: Create a new article
it: Crea un nuovo articolo

source: Recent Changes
it: Cambiamenti Recenti

source: Article by title
it: Articolo per titolo

source: New Tweet Follower
it: Un Altro che Segue i Tweet

source: someone has started following your tweets
it: qualcuno ha cominciato a seguire i tuoi tweet

source: text
it: testo

source: sender
it: mittente

source: sent
it: inviato

source: follower
it: colui che segue

source: followed
it: colui che viene seguito
