Repository: ingenieroariel/pinax
Catalog: projects/pinax/locale/*/LC_MESSAGES/django.po
Languages: it

source: Username
it: Nome utente

source: Remember Me
it: Ricordati di Me

source: If checked you will stay logged in for 3 weeks
it: Se selezionato, l'accesso rimarrà valido per tre settimane

source: This account is currently inactive.
it: Questo account al momento non è attivo.

source: The username and/or password you specified are not correct.
it: Il nome utente e/o la password indicati non sono corretti.

source: Successfully logged in as %(username)s.
it: Accesso effettuato come %(username)s.

source: Password (again)
it: Password (di nuovo)

source: Email (optional)
it: Email (opzionale)

source: Usernames can only contain letters, numbers and underscores.
it: I nomi utente possono contenere solo lettere, numeri e sottolineature.

source: This username is already taken. Please choose another.
it: Questo nome utente è già usato, scegline un altro.

source: You must type the same password each time.
it: Bisogna inserire la stessa password ogni volta.

source: Your email address has already been verified
it: Il tuo indirizzo email è già stato verificato.

source: Confirmation email sent to %(email)s
it: Email di conferma inviata a %(email)s

source: This email address already associated with this account.
it: Questo indirizzo email è già associato a questo account.

source: Current Password
it: Password Attuale

source: New Password
it: Nuova Password

source: New Password (again)
it: Nuova Password (di nuovo)

source: Please type your current password.
it: Per favore, inserisci la tua password attuale.

source: Password successfully changed.
it: La password è stata cambiata correttamente.

source: Email address not verified for any user account
it: Indirizzo email non verificato per alcun account utente

source: Password reset
it: Reimposta password

source: Timezone
it: Fuso orario

source: Timezone successfully updated.
it: Fuso orario aggiornato correttamente.

source: Language
it: Lingua

source: Language successfully updated.
it: Lingua aggiornata correttamente.

source: title
it: titolo

source: content
it: contenuto

source: creator
it: creatore

source: creation_date
it: data_di_creazione

source: site wide
it: per l'intero sito

source: members only
it: solo per gli iscritti

source: announcement
it: annuncio

source: announcements
it: annunci

source: Enabled
it: Abilitato

source: Disabled
it: Disabilitato

source: Removed
it: Rimosso

source: This value must contain only letters, numbers, underscores, and '.' dots.
it: Questo valore deve contenere solo lettere, numeri, sottolineature e punti.

source: The label for the plugin point.
it: L'etichetta per il punto di plugin.

source: is this a registered plugin point with a library entry?
it: questo è un punto di plugin registrato presso una voce di libreria?

source: is this a registered plugin?
it: questo è un plugin registrato?

source: users can not remove this plugin.
it: gli utenti non possono rimuovere questo plugin.

source: template to load for the plugin.
it: template da caricare per il plugin.

source: a short version of the title consisting only of letters, numbers and underscores.
it: una versione corta del titolo, consistente solo di lettere, numeri e sottolineature.

source: This value must contain only letters, numbers and underscores.
it: Questo valore deve contenere solo lettere, numeri e sottolineature.

source: Friend Posted to Blog
it: Un Amico ha Scritto nel Blog

source: a friend of yours posted to their blog
it: un tuo amico ha scritto nel suo blog

source: New Comment on Blog Post
it: Nuovo Commento in un Articolo di Blog

source: a comment was made on one of your blog posts
it: è stato lasciato un commento in uno dei tuoi articoli di blog

source: Draft
it: Bozza

source: Public
it: Pubblico

source: IP Address of the Post Creator
it: Indirizzo IP del Creatore dell'Articolo

source: body
it: corpo

source: allow comments
it: permetti i commenti

source: publish
it: pubblica

source: created at
it: creato alle

source: updated at
it: aggiornato alle

source: Post Content Markup
it: Markup del Contenuto dell'Articolo

source: post
it: articolo

source: posts
it: articoli

source: That url has already been submitted and Pinax does not yet support multiple bookmarking of a URL
it: Quella url è già stata inoltrata e Pinax non permette ancora segnalibri multipli per una URL.

source: description
it: descrizione

source: note
it: nota

source: has favicon
it: ha un favicon

source: favicon checked
it: favicon controllato

source: adder
it: chi aggiunge

source: added
it: aggiunto

source: yr
it: a.

source: mn
it: m.

source: wk
it: s.

source: d
it: g.

source: hr
it: o.

source: min
it: m.

source: name
it: nome

source: Example: 'flatpages/default.html'
it: Esempio: 'flatpages/default.html'

source: creation date
it: data di creazione

source: last changed
it: cambio più recente

source: templates
it: template

source: Date information
it: Informazione di data

source: Type
it: Tipo

source: type
it: tipo

source: Request Log
it: Log delle Richieste

source: Level
it: Livello

source: Timestamp
it: Data e ora

source: Location
it: Posizione

source: Message
it: Messaggio

source: Time
it: Ora

source: Show
it: Mostra

source: Hide
it: Nascondi

source: No log messages matching filter.
it: Nessun messaggio di log evidenziato dal filtro.

source: Show location
it: Mostra la posizione

source: Filter
it: Filtro

source: No filter (show all)
it: Nessu filtro (mostra tutti)

source: Invitation Received
it: Invito Ricevuto

source: you have received an invitation
it: hai ricevuto un invito

source: Invitation Sent
it: Invito Inviato

source: you have sent an invitation
it: hai inviato un invito

source: Acceptance Received
it: Conferma Ricevuta

source: an invitation you sent has been accepted
it: un invito che hai inviato è stato accettato

source: Acceptance Sent
it: Conferma Inviata

source: you have accepted an invitation you received
it: hai accettato un invito che hai ricevuto

source: Other Connection
it: Altro Collegamento

source: one of your friends has a new connection
it: uno dei tuoi amici ha un nuovo collegamento

source: Join Invitation Accepted
it: Invito a Partecipare Accettato

source: an invitation you sent to join this site has been accepted
it: un invito a partecipare a questo sito che hai inviato è stato accettato

source: Accepted friendship request from %(from_user)s
it: Accettata richiesta di fare amicizia da %(from_user)s

source: %(total)s vCards found, %(imported)s contacts imported.
it: Trovate %(total)s vCard, importati %(imported)s contatti.

source: %(total)s people with email found, %(imported)s contacts imported.
it: Trovate %(total)s persone con email, importati %(imported)s contatti.

source: Recipient
it: Destinatario

source: Subject
it: Oggetto

source: Body
it: Corpo

source: There is no user with this username.
it: Non c'è alcun utente con questo nome utente.

source: Message Received
it: Messaggio Ricevuto

source: you have received a message
it: hai ricevuto un messaggio

source: Message Sent
it: Messaggio Inviato

source: you have sent a message
it: hai inviato un messaggio

source: Message Replied
it: Risposto a Messaggio

source: you have replied to a message
it: hai risposto a un messaggio

source: Reply Received
it: Risposta Ricevuta

source: you have received a reply to a message
it: hai ricevuto una risposta a un messaggio

source: Message Deleted
it: Messaggio Cancellato

source: you have deleted a message
it: hai cancellato un messaggio

source: Message Recovered
it: Messaggio Recuperato

source: you have undelete a message
it: hai recuperato un messaggio

source: Sender
it: Mittente

source: Parent message
it: Messaggio padre

source: sent at
it: inviato alle

source: read at
it: letto alle

source: replied at
it: risposto alle

source: Sender deleted at
it: Il mittente ha cancellato alle

source: Recipient deleted at
it: Il Destinatario ha cancellato alle

source: Messages
it: Messaggi

source: New Message:
it: Nuovo Messaggio:

source: Message successfully sent.
it: Messaggio inviato correttamente.

source: %(sender)s wrote: %(body)s
it: %(sender)s ha scritto: %(body)s

source: Message successfully deleted.
it: Messaggio cancellato correttamente.

source: Message successfully recovered.
it: Messaggio recuperato correttamente.

source: Inbox
it: Messaggi Ricevuti

source: Sent Messages
it: Messaggi Inviati

source: New Message
it: Nuovo Messaggio

source: Trash
it: Cestino

source: Compose Message
it: Componi Messaggio

source: Send
it: Invia

source: Received
it: Ricevuto

source: Action
it: Azione

source: delete
it: cancella

source: Sent from %(site_url)s
it: Inviato da %(site_url)s

source: Sent
it: Inviato

source: Deleted Messages
it: Messaggi Cancellati

source: Date
it: Data

source: undelete
it: recupera

source: Deleted Messages are removed from the trash at unregular intervals, don't rely on this feature for long-time storage.
it: I Messaggi Cancellati vengono rimossi dal cestino a intervalli irregolari, non fare affidamento su questa funzione per conservare i messaggi a lungo.

source: View Message
it: Mostra Messaggio

source: Reply
it: Rispondi

source: Delete
it: Cancella

source: You have deleted the message %(message.sender)s.
it: Hai cancellato il messaggio %(message.sender)s.

source: You have received a message from %(message.sender)s.
it: Hai ricevuto un messaggio da %(message.sender)s.

source: You have recovered the message "%(message)s".
it: Hai recuperato il messaggio "%(message)s".

source: You have replied to "%(message.parent_msg)s" from %(message.recipient)s.
it: Hai risposto a "%(message.parent_msg)s" da %(message.recipient)s.

source: %(message.sender)s has sent you a reply to "%(message.parent_msg)s".
it: %(message.sender)s ti ha inviato una risposta a "%(message.parent_msg)s".

source: You have sent a message to %(message.recipient)s.
it: Hai inviato un messaggio a %(message.recipient)s.

source: label
it: etichetta

source: display
it: mostrare

source: notice type
it: tipo di notifica

source: notice types
it: tipo di notifiche

source: user
it: utente

source: medium
it: mezzo

source: send
it: invia

source: notice setting
it: impostazione di notifica

source: notice settings
it: impostazioni di notifica

source: message
it: messaggio

source: unseen
it: non visto

source: archived
it: archiviato

source: notice
it: avviso

source: notices
it: avvisi

source: message template
it: template di messaggio

source: signal
it: segnale

source: observed item
it: elemento osservato

source: observed items
it: elementi osservati

source: You have received the following notice from %(current_site)s: %(message)s To see other notices or change how you receive notifications, please go to %(notices_url)s.
it: Hai ricevuto il seguente avviso da %(current_site)s: %(message)s Per vedere altri avvisi o cambiare il modo in cui ricevi le notifiche, vai a %(notices_url)s.

source: about
it: a proposito di

source: location
it: posizione

source: website
it: sito web

source: timezone
it: fuso orario

source: language
it: lingua

source: profile
it: profilo

source: profiles
it: profili

source: You are now following %(other_user)s
it: Stai ora seguendo %(other_user)s

source: You have stopped following %(other_user)s
it: Hai smesso di seguire %(other_user)s

source: Let's be friends!
it: Diventiamo amici!

source: You have accepted the friendship request from %(from_user)s
it: Hai accettato la richiesta di fare amiciza di %(from_user)s

source: a short version of the name consisting only of letters, numbers and underscores.
it: una versione corta del nome che consiste solo di lettere, numeri e sottolineature.

source: A project already exists with that slug.
it: Esiste già un progetto con quello slug.

source: A project already exists with that name.
it: Esiste già un progetto con quel nome.

source: User
it: Utente

source: New Project Member
it: Nuovo Membro del Progetto

source: a project you are a member of has a new member
it: un progetto di cui sei membro ha un nuovo membro

source: Added to Project
it: Aggiunto al Progetto

source: you have been added to a project
it: sei stato aggiunto a un progetto

source: New Project Topic Started
it: Avviato un Nuovo Argomento di Progetto

source: a new topic has started in a project you're a member of
it: è stato avviato un nuovo argomento in un progetto di cui sei membro

source: Response To Your Project Topic
it: Risposta al Tuo Argomento di Progetto

source: someone has responded on a project topic you started
it: qualcuno ha risposto a un argomento di progetto che tu hai avviato

source: New Project Task
it: Nuovo Compito di Progetto

source: a new task been created in a project you're a member of
it: un nuovo compito è stato creato in un progetto di cui sei membro

source: Comment on Project Task
it: Commento su un Compito di Progetto

source: a new comment has been made on a task in a project you're a member of
it: è stato lasciato un nuovo commento su un compito in un progetto di cui sei membro

source: Change to Project Task
it: Cambiamento a un Compito di Progetto

source: there has been a change in the state of a task in a project you're a member of
it: c'è stato un cambiamento nello stato di un compito in un progetto di cui sei membro

source: a task has been (re)assigned in a project you're a member of
it: un compito è stato (ri)assegnato in un progetto di cui sei membro

source: there has been a status update to a task in a project you're a member of
it: c'è stato un aggiornamento di status per un compito in un progetto di cui sei membro

source: created
it: creato

source: members
it: membri

source: private
it: privato

source: project
it: progetto

source: modified
it: cambiato

source: summary
it: riassunto

source: detail
it: dettaglio

source: assignee
it: assegnatario

source: state
it: stato

source: Case-sensitive. A missing trailing slash does also match to files which start with the name of the pattern, e.g., '/admin' matches /admin.html too. Some major search engines allow an asterisk (*) as a wildcard and a dollar sign ($) to match the end of the URL, e.g., '/*.jpg$'.
it: Distingue maiuscole e minuscole. Inoltre una barra finale mancante individua file che iniziano col nome del pattern, p.e., '/admin' individua anche /admin.html . Alcuni dei principali motori di ricerca ammettono un asterisco (*) come jolly e un dollaro ($) per individuare la fine della URL, p.e., '/*.jpg$'.

source: This should be a user agent string like 'Googlebot'. Enter an asterisk (*) for all user agents. For a full list look at the <a target=_blank href='http://www.robotstxt.org/wc/active/html/index.html'>database of Web Robots</a>.
it: Questa dovrebbe essere una stringa user agent come 'Googlebot'. Inserire un asterisco (*) per tutti gli user agent. Una lista completa completa è disponibile presso il <a target=_blank href='http://www.robotstxt.org/wc/active/html/index.html'>database dei Robot Web</a>.

source: These are URLs which are allowed to be accessed by web robots.
it: Ai robot web è permesso accedere a queste URL.

source: These are URLs which are not allowed to be accessed by web robots.
it: Ai robot web non è permesso accedere a queste URL.

source: crawl delay
it: ritardo di attraversamento

source: rule
it: regola

source: rules
it: regole

source: URL patterns
it: pattern di URL

source: Advanced options
it: Opzioni avanzate

source: and
it: e

source: allowed
it: permesso

source: disallowed
it: impedito

source: The model %s has already been registered.
it: Il modello %s è già stato registrato.

source: %s can only be set on instances.
it: %s può essere impostato solo sulle istanze.

source: Each tag may be no more than %s characters long.
it: Ogni tag non può essere più lungo di %s caratteri.

source: No tags were given: "%s".
it: Nessun tag fornito: "%s".

source: Multiple tags were given: "%s".
it: Forniti tag multipli: "%s".

source: tags
it: tag

source: content type
it: tipo di contenuto

source: object id
it: id di oggetto

source: tagged item
it: elemento con tag

source: tagged items
it: elementi con tag

source: If a list or tuple of tags is provided, they must all be tag names, Tag objects or Tag ids.
it: Se viene fornita una lista o tupla di tag, devono essere tutti nomi di tag, oggetti Tag o id di Tag.

source: The tag input given was invalid.
it: I dati di tag forniti non erano validi.

source: Invalid distribution algorithm specified: %s.
it: E` stato indicato un algoritmo di distribuzione non valido: %s.

source: Multiple tags were given.
it: Forniti più tag.

source: A tag may be no more than %s characters long.
it: Un tag non può essere più lungo di %s caratteri.

source: tagged_object_list must be called with a queryset or a model.
it: tagged_object_list deve essere chiamata con un queryset o un modello.

source: tagged_object_list must be called with a tag.
it: tagged_object_list deve essere chiamata con un tag.

source: No Tag found matching "%s".
it: Impossibile trovare un Tag tramite "%s".

source: tags_for_model tag was given an invalid model: %s
it: al tag tags_for_model è stato passato un modello non valido: %s

source: tag_cloud_for_model tag was given an invalid model: %s
it: al tag tag_cloud_for_model è stato passato un modello non valido: %s

source: tagged_objects tag was given an invalid model: %s
it: al tag tagged_objects è stato passato un modello non valido: %s

source: %s tag requires either three or five arguments
it: il tag %s richiede tre o cinque argomenti

source: second argument to %s tag must be 'as'
it: il secondo argomento del tag %s deve essere 'as'

source: if given, fourth argument to %s tag must be 'with'
it: se passato, il quarto argomento del tag %s deve essere 'with'

source: if given, fifth argument to %s tag must be 'counts'
it: se passato, il quinto argomento del tag %s deve essere 'counts'

source: %s tag requires either three or between five and seven arguments
it: il tag %s richiede o tre o fra cinque e sette argomenti

source: %(tag)s tag's '%(option)s' option was not a valid integer: '%(value)s'
it: l'opzione '%(option)s' del tag %(tag)s non era un intero valido: '%(value)s'

source: %(tag)s tag's '%(option)s' option was not a valid choice: '%(value)s'
it: l'opzione '%(option)s' del tag %(tag)s non era una scelta valida: '%(value)s'

source: %(tag)s tag was given an invalid option: '%(option)s'
it: al tag %(tag)s è stata passata un'opzione non valida: '%(option)s'

source: %(tag)s tag was given a badly formatted option: '%(option)s'
it: al tag %(tag)s è stata passata un'opzione mal formattata: '%(option)s'

source: %s tag requires exactly three arguments
it: il tag %s richiede esattamente tre argomenti

source: %s tag requires exactly five arguments
it: il tag %s richiede esattamente cinque argomenti

source: second argument to %s tag must be 'in'
it: il secondo argomento del tag %s deve essere 'in'

source: fourth argument to %s tag must be 'as'
it: il quarto argomento del tag %s deve essere 'as'

source: Not Found
it: Non Trovato

source: We're sorry but that page could not be found.
it: Spiacenti, quella pagina non si trova.

source: Server Error
it: Errore del Server

source: We're sorry but a server error has occurred. We've been notified and will look into it as soon as possible.
it: Spiacenti, c'è stato un errore del server. Siamo stati avvisati e provvederemo appena possibile.

source: Apps
it: Applicazioni

source: More about the apps that make up Pinax.
it: A proposito delle applicazioni che compongono Pinax.

source: External
it: Esterno

source: These already exist as independent apps. Some pre-existed Pinax, some were written especially for it.
it: Queste esistono già come applicazioni indipendenti. Alcune preesistevano Pinax, altre sono state scritte appositamente.

source: user notification management
it: gestione delle notifiche utente

source: simple email verification
it: semplice verifica delle email

source: useful management commands
it: comandi utili di gestione

source: for managing robots.txt files
it: per gestire file robots.txt

source: loader for templates from the database
it: caricatore di template dal database

source: friendship, contact and invitation management
it: gestione di amicizie, contatti e inviti

source: mail queuing and management
it: gestione e accodamento di mail

source: private messages between users
it: messagi privati tra utenti

source: site announcements
it: annunci del sito

source: support for oembeded links
it: supporto per collegamenti "oembedati"

source: debugging and logging
it: debug e log

source: exception logging to the database
it: log di eccezioni nel database

source: easy pagination
it: paginazione facile

source: threaded comments
it: commenti annidati

source: simple wiki
it: semplice wiki

source: db schema evolution
it: evoluzione dello schema del db

source: timezone localization
it: localizzazione dei fusi orari

source: feed aggregation
it: aggregazione dei feed

source: extension points in templates
it: punti di estensione nei template

source: generic voting
it: votazione generica

source: URL bookmarking
it: segnalibro delle URL

source: for displaying gravatars
it: per visualizzare i gravatar

source: form validation via AJAX
it: validazione delle form tramite AJAX

source: <a href="http://code.google.com/p/django-openid/">django-openid</a> is also used but locally for modification.
it: <a href="http://code.google.com/p/django-openid/">django-openid</a> viene anche usato, ma localmente per essere modificato.

source: Local
it: Locale

source: These are currently inside Pinax but could potentially be broken out as generic apps.
it: Queste sono attualmente dentro Pinax, ma potrebbero potenzialmente esser separate come applicazioni generiche.

source: Google analytics javascript
it: Javascript per Google analytics

source: profile pages
it: pagine di profilo

source: a Twitter clone
it: un clone di Twitter

source: overall account management: signup, login, password change/reset, etc
it: gestione complessiva degli account: registrazione, login, cambiamento/reimpostazione di password, ecc.

source: groups of people with common interests
it: gruppi di persone con interessi comuni

source: for authenticating with Google's AuthSub
it: per autenticarsi tramite AuthSub di Google

source: for authenticating with Yahoo's BBAuth
it: per autenticarsi tramite BBAuth di Yahoo

source: per-user blogging support
it: supporto ai blog per ciascun utente

source: Hide announcement
it: Nascondi l'avviso

source: clear
it: svuota

source: <p><b>Pinax</b> is a <a href="http://djangoproject.com/">Django</a> project intended to provide a starting point for websites. By integrating numerous reusable Django apps to take care of the things that many sites have in common, it lets you focus on what makes your site different.</p> <p>This site is just a running example of Pinax. The source code is available as part of the <a href="http://code.google.com/p/django-hotclub/">Hot Club of France</a> project.</p> <p>If you have any questions about this site or the <b>Pinax</b> project, please <a href="mailto:jtauber@jtauber.com">contact James Tauber</a>.</p>
it: <p><b>Pinax</b> è un progetto basato su <a href="http://djangoproject.com/">Django</a>, che intende fornire un punto di partenza per siti web. L'integrazione di molte applicazioni Django riusabili, che implementano le parti in comune a molti siti, permette di concentrarsi su quel che rende il tuo sito particolare.</p> <p>Questo sito è solo un esempio funzionante di Pinax. Il codice sorgente è disponibile come parte del progetto <a href="http://code.google.com/p/django-hotclub/">Hot Club of France</a>.</p> <p>Per qualsiasi domanda su questo sito o sul progetto <b>Pinax</b>, <a href="mailto:jtauber@jtauber.com">contattate James Tauber</a>.</p>
